Repository: georgi-i/light-stock
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: bg

source: Dashboard
bg: Табло

source: Products
bg: Продукти

source: Scanner
bg: Скенер

source: Categories
bg: Категории

source: Profile
bg: Профил

source: Users
bg: Потребители

source: Logout
bg: Изход

source: Welcome back
bg: Добре дошли отново

source: Total Products
bg: Общо продукти

source: View all products
bg: Вижте всички продукти

source: Low Stock Items
bg: Продукти с нисък запас

source: View low stock
bg: Вижте ниските запаси

source: Inventory Value
bg: Стойност на инвентара

source: Quick Actions
bg: Бързи действия

source: Add New Product
bg: Добави нов продукт

source: Scan Barcode
bg: Сканирай баркод

source: Stock In
bg: Заприходяване

source: Stock Out
bg: Отписване

source: Low Stock Alerts
bg: Сигнали за нисък запас

source: View all
bg: Виж всички

source: No low stock items
bg: Няма продукти с нисък запас

source: Recent Stock Movements
bg: Последни движения на запасите

source: No recent movements
bg: Няма скорошни движения

source: Inventory Management System
bg: Система за управление на инвентара

source: Password
bg: Парола

source: Remember me
bg: Запомни ме

source: Sign in
bg: Вход

source: User Information
bg: Информация за потребителя

source: Email
bg: Имейл

source: Two-Factor Authentication
bg: Двуфакторна автентикация

source: User Management
bg: Управление на потребители

source: Add Category
bg: Добави категория

source: products
bg: продукта

source: View Products
bg: Вижте продуктите

source: No categories yet
bg: Все още няма категории

source: Add Your First Category
bg: Добавете вашата първа категория

source: Back to Categories
bg: Назад към категориите

source: Add New Category
bg: Добави нова категория

source: Category Name (English)
bg: Име на категорията (Английски)

source: Category Name (Bulgarian)
bg: Име на категорията (Български)

source: Description (Optional)
bg: Описание (Опционално)

source: Cancel
bg: Отказ

source: Back
bg: Назад

source: Edit Product
bg: Редактирай продукт

source: Product Name
bg: Име на продукт

source: Barcode
bg: Баркод

source: Description
bg: Описание

source: Initial Quantity
bg: Начално количество

source: Minimum Stock Level
bg: Минимално ниво на запас

source: Unit Price (EUR)
bg: Единична цена (EUR)

source: Category
bg: Категория

source: No Category
bg: Без категория

source: Location
bg: Местоположение

source: e.g., Warehouse A, Shelf 3
bg: напр. Склад А, Рафт 3

source: Update Product
bg: Актуализирай продукт

source: Add Product
bg: Добави продукт

source: Search by name, SKU, or barcode...
bg: Търсене по име, SKU или баркод...

source: All Categories
bg: Всички категории

source: Search
bg: Търсене

source: Clear
bg: Изчисти

source: Show only low stock items
bg: Покажи само продукти с нисък запас

source: Product
bg: Продукт

source: Stock
bg: Запас

source: Price
bg: Цена

source: Actions
bg: Действия

source: Low Stock
bg: Нисък запас

source: View
bg: Виж

source: Showing
bg: Показване на

source: to
bg: до

source: of
bg: от

source: results
bg: резултата

source: Previous
bg: Предишна

source: Next
bg: Следваща

source: No products found
bg: Няма намерени продукти

source: Add Your First Product
bg: Добавете вашия първи продукт

source: Barcode Scanner
bg: Баркод скенер

source: Quick scanning operations for inventory management
bg: Бързи операции за сканиране за управление на инвентара

source: Lookup Product
bg: Търсене на продукт

source: Scan to view product details
bg: Сканирайте, за да видите детайли за продукта

source: Add items to inventory
bg: Добавете артикули към инвентара

source: Remove items from inventory
bg: Премахнете артикули от инвентара

source: Scanner Instructions
bg: Инструкции за скенера

source: USB Barcode Scanner:
bg: USB Баркод скенер:

source: Simply scan the barcode when the input field is focused. The scanner acts as a keyboard and will automatically input the code.
bg: Просто сканирайте баркода, когато полето за въвеждане е фокусирано. Скенерът действа като клавиатура и автоматично ще въведе кода.

source: Manual Entry:
bg: Ръчно въвеждане:

source: You can also manually type the SKU, barcode, or RFID tag number.
bg: Можете също да въведете ръчно SKU, баркод или RFID номер на етикета.

source: Keyboard Shortcuts:
bg: Клавишни комбинации:

source: Press Tab to quickly move between fields for faster data entry.
bg: Натиснете Tab за бързо преминаване между полетата за по-бързо въвеждане на данни.

source: Quick Lookup
bg: Бързо търсене

source: Back to Scanner
bg: Назад към скенера

source: Scan barcode or enter product code
bg: Сканирайте баркод или въведете код на продукт

source: Barcode / RFID / SKU
bg: Баркод / RFID / SKU

source: Scan or enter code...
bg: Сканирайте или въведете код...

source: Focus this field and use your barcode scanner, or type manually
bg: Фокусирайте това поле и използвайте вашия баркод скенер или въведете ръчно

source: Tips:
bg: Съвети:

source: Most USB barcode scanners work automatically
bg: Повечето USB баркод скенери работят автоматично

source: The scanner will input the code and submit the form
bg: Скенерът ще въведе кода и ще изпрати формата

source: You can also type the code manually
bg: Можете също да въведете кода ръчно

source: Quantity
bg: Количество

source: Reference (Optional)
bg: Референция (Опционално)

source: Reference (optional)
bg: Референция (опционално)

source: Notes (Optional)
bg: Бележки (Опционално)

source: Additional notes...
bg: Допълнителни бележки...

source: Add Stock
bg: Добави запас

source: Remove Stock
bg: Премахни запас
